[
    {
        "reviewer_name": "Yusuf Noufal Rahman",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Restauran cepat saji dengan menu utama  adalah mie dan rice bowl. Varian mie bisa disajikan dengan tipe manis, gurih, dan pedas dengan menyesuaikan level pedas bahkan bisa sepanas api asmara eaa.\n\nVarian menu lain bisa ditemukan di sini mulai dari sushi, ice cream gelato, aneka side dish seperti dim sum, siomay, ujang kedu (udang keju maksudnya wkwk), dll. Varian minuman di sini cukup lengkap dan beragam seperti aneka kopi dari latte hingga cappuccino, aneka es segar, dan sebagainya.\n\nKondisi tempat restauran ini cukup nyaman, cozy, dan adem di tengah cuaca Jogja yang galau kadang panas banget kadang hujan. Gaya tropis dan jawa menjadi kesan arsitektur tempat ini. Mungkin tempat ini bisa menjadi alternatif menghilangkan stress ataupun ngobrol asik dengan kawan maupun pasangan (kalau ada wkwk).\n\nUntuk parkir sangat luas, seluas harapan rakyat terhadap pemerintah (eaa). Bisa menampung banyak mobil dan motor. Sayang belum ada kanopi sehingga hujan kehujanan dan panas kepanasan. Tetapi tidak udah risau buat kendaraan motor nanti diberi kardus untuk menghindarkan panas matahari ke jok motor kalian.\n\nUntuk kamar mandi dan mushola belum cek sih, sepertinya bersih kalau melihat kondisi ruang tempat duduk.\n\nSaat itu, saya pesan rice bowl karena bosan dengan dunia mie, hot latte, dan ujang kedu. Dari segi rasa biasa saja. Untuk rice bowl dengan harga segitu cocok dengan kondimen yang disajikan, lengkap dengan sayuran yang masih fresh. Hot lattenya idaman, gula bisa ditakar sendiri uyy. Untuk ujang kedunya walaupun ukurannya sedikit kecil dibanding merk restaurant lainnya, cukup enak dan kejunya melimpah. Tempat sajian ujang kedunya pun tidak menggunakan box dari bambu tapi dari plate plastik, jadi jangan risau karena tidak ada ulat maupun rambut di sini (ya kalau ada mungkin dalam keadaan apes).\n\nPegawai di sini ramah dan sabar menunggu pelanggan yang bingung milih menu apa wkwk. Semoga bisa dipertahankan. Sayangnya buat mesin self order dalam kondisi off, padahal buat kaum fleksibel dan introvet self order sangat enjoyable.",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "SELALU BISA",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Tempat nya strategis abis. Di jalan solo\n\nPilihan menu nya banyak dan jauh lebih banyak dari kuliner model ginian.\n\nNyobain mie manis dan mie asin nya juga ok semua. Rasanya enak dan porsi nya banyak. Level pedas nya ambil no 2 juga pedas das das diluar perkiraan. Next time level 1 aja biar gk ketendang banget.\n\nPilihan menu minuman juga banyak dan enak2.\n\nRata2 harga minuman dan makanan diangka 11k - 14k masi wortet.\n\nTempat nya nyaman dan interior nya juga bagus. Mungkin karena masih baru. Staff nya juga ramah2 dan sat set semua.\n\nPaling seru nya ada monitor self order nya. Jadi gk usah ikut antrian manual, bayar nya juga pake qris\n\nRekomen untuk dicoba",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "Eva fauziah",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Menunya banyak pilihannya jadi gak binggung mau apa, ada mie, nasi, es krim, snack dll\nKebetulan hari ini pesen mie dan untuk mienya enak cuma terlalu oily but so far so good, dan kopinya the bestt suka tipe kopi yang pekat rasanya.\nSuasana friendly banget, adem, nyaman, plus desainnya bikin adem mata dan betah lama2 wkwk\nPertahankan kualitas dan kuantitasnya wizziie",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "Nisfu Nur Afifah",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Udah 2x kesini. Pelayanan cakep sat set, makanannya enak, untuk mi nya tipe yg kecil kecil lebih enak dari yg sebelah tp untuk pangsitnya agak kurang, maaf🙏🏻\nUntuk rice bowl matah, ayamnya enakk cuman sambelnya agak kurang cocok dilidah saya, lebih enak yg di rocket chicken, sekali lagi punten🙏🏻 tpi overall puas bgt kalo kesini karna pelayanannya ramah poll, trus udang kejunya endull, udang tempuranya juga enakk. Kalo ditanya bakal balik kesini atau ngga? Jawabannya pasti iya, karna banyak menu yg belum dicoba",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "Andrea Noviandari",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Hari ini bgt tgl 3 April 2025, makan disini jam 4 sore. Antrian order dan kasir panjang. Setelah sampai antrian dan order dan dapat no meja kami duduk. Selang berapa menit tetiba mie datang dan minum teh leci. Ternyata pesanan ketukar, pesen mie gak pedas untuk anak saya dapatnya pedes banget. Tempat ku pesen pedes dapat nya g pedas. Tel leci jadi lemon tea. Duhhh gimana. Setelah selesai makan, pesenan kopi tiramisu late juga g datang. Udah konfirmasi dijawab bentar baru dibuat dan sampai 30 menit gak datang juga kopinya. Diantara kami nunggu kopi, tetiba disamperin petugas untuk konfirmasi pesanan katanya ketuker. Lha gmn sih pelayanan disini, engga banget... Harus dikomplain sana sini, lain kali gak akan kesini lagi. Cukup satu kali. Kecewa bgt dengan layanan. Petugas juga gak baik dalam menanggapi komplain. Tidak recommended untuk tempat makan. Tolong diperbaiki ya cara pelayanan pelanggan.",
        "has_photos": true,
        "sentiment": "negative"
    },
    {
        "reviewer_name": "anciil",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Excellent service. Aku suka banget sama service disini. Ramah betul pegawai-pegawainya. Aku makan ada sisa mau dibungkus pun nglayaninnya ramah bingit.\nUntuk makanan masih oke buat aku, harganya sangat affordable. So far aku suka katsunya dan minumnya. Untuk mienya juga lumayan oke lah. Pilihan menunya juga variatif.\nParkir luas banget.\nSayangnya mungkin agak jauh dari rumahku. Semoga ada cabang lain yg lebih dekat.",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "Nurr s_65",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "📃Pesanan\nMie Goyang Level 2\nRice Bowl Sambel matah\nUdang Keju\nClassic Roll\nAir Mineral\nGelato Creme Brule\n\n🍜Mie nya enak, mirip g*co*n. Beda nya mie nya lebih licin. Yang Mie goyang lebih ke manis gurih. Pesan level 2 di aku udah pedes banget. Untuk pangsit gorengnya agak terlalu tebal, jd kurang dpt kriuknya.\nRice bowl sambel matah, aku kurang cocok dg sambal matahnya yg dominan bawang merah, irisannya jg kurang tipis dan kurang ada aromatic nya. Topping juga sedikit kalo tdk add on telor ceplok. Salad nya juga kurang masuk dg sambal matahnya, beteh di kasih irisan timun aja.\nClasic roll malah aku suka, padahal sushi yg di goreng dg baluran tepung panir, entah kenapa kriuk luar dan lembek nasi nya jadi enak menurut ku.\nUdang Keju, the best enak pol.\nGelato creme brule enak juga.\n\n🌁 tempat strategis dan bersih\n\n💰 lumayan worthit\n\n👩‍🍳pelayanan ramah dan cepat.\njadi sistemnya pilih menu dulu nanti di kasih tanda meja, tp duduk nya harus sesuai tanda mejany, so lebih baik pilih meja dulu, biar pas d kasih tnda meja bisa bilang mau duduknya dimana",
        "has_photos": true,
        "sentiment": "negative"
    },
    {
        "reviewer_name": "Aurea Yenny",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Jumat, 28 Februari 2025, habis jemput anak sekolah mampir sini. Sampai Wizzmie jam 11.30, antri agak panjang tp gpp krn ada 2 kasir (2 antrian).\n\nUdah nunggu sktr 20 menit, sampai depan, mba kasir tempat aku antri (tanpa minta maaf) bilang aku suruh pindah antri ke kasir satunya krn kasir itu mau tutup. SEBEL BGT KRN AKU UDH SAMPAI DEPAN BARU DIOMONGIN KALAU KASIR MAU TUTUP. Dimana-mana kalau mau tutup antrian itu dari belakang, misal udh ada 5 org yg antri ya di belakang 5 org itu baru dibilangin untuk pindah kasir satunya, tg 5 org ttp dilayani.\n\nLha ini enggak, antrian panjang main potong aja di depan. Jdnya harus antri dr belakang lagi di kasir satunya, antri lagi 30 menitan. Customers yg dtg lebih belakangan dari aku malah udh dilayani duluan sedangkan aku jadi nunggu total 50 menit. Anak aku udh tanya terus kenapa lama, untungnya tempat beli es krim antrinya beda jadi dia bisa beli es krim dlu biar ga bete.\n\nPesen ricebowl, minuman, dimsum, & mie. Ricebowl & minuman ga lama datang, disusul dimsum. Tp mie ga kunjung datang. Pdhl yg pesen mie anak aku. Alhasil, anak aku makan ricebowl yg udh datang duluan. Sampai kami selesai makan, mie ga kunjung datang. Setelah selesai makan, kami tanyakan ke pelayannya kenapa mie belum datang, katanya masih proses masak. Padahal kami selesai makan sekitar 30 menit. Apa iya, masak mie butuh waktu 30 menit lebih? Alhasil minta mie nya dibungkus saja krn anak sudah kenyang makan ricebowl dan aku udah kenyang makan ati.\n\nWalaupun makanannya enak dan murah tp ini pengalaman yg pertama dan terakhir buatku makan di Wizzmie. GA AKAN BALIK KESINI LAGI!!!",
        "has_photos": true,
        "sentiment": "negative"
    },
    {
        "reviewer_name": "fifii and beauty",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Good service, pelayanan sat set, tempatnya fancy tapi harga pelajar, mienya keyal dan ngeyangin, plating oke rapi bersih, menunya beragam. Pertahankan yaaa 💖💖💖",
        "has_photos": true,
        "sentiment": "positive"
    },
    {
        "reviewer_name": "Andriyudha",
        "rating": 0.0,
        "date": "Unknown Date",
        "review_text": "Tempatnya luas dan bersih tapi masih terasa sumuukkk alias gerah.\n\nAlurnya kita antri pesan terlebih dahulu ya gess, nanti kita akan dapat nomor meja.\n\nKemarin aku dapat meja nomor 14, mejanya goyang klo makan serasa kayak kapal kena ombak goyang sana goyang sini tak berirama..\nKita minta pindah meja, sama pegawainya kita disuruh pilih mejanya dan dibantuin bawain makanan dan minumnnya juga gess, Top markotop pelayanannya.\n\nMie Goyang Cabe 1 tidak terlalu pedas, enak, gurih,pedas manis pas buat yg tidak begitu suka pedas.\n\nMie Manja (original) cocok buat anak-anak.\n\nRice Bowl Teriyakinya tidak Mantul ❌, bumbunya kurang nendang.\nRice Bowl Blackpepper enak.\nOverall, rice bowl nasinya buanyak banget, topping nya dikit,, yaaa bikin wareg alias kenyang.\n\nUdang kejun isinya 3 pcs rasanya mantaapp, Siomay juga isinya 3 pcs rasanya uueenaakk, Gelatonya cukup enak tapi rasanya masih suka main petak umpet.\n\nParkiran motor luas tapi parkiran mobilnya yg sedikit.",
        "has_photos": true,
        "sentiment": "negative"
    }
]